[
    {
        "subheading": "About Dr. (Col) C.P. Roy",
        "description": "Dr. (Col) C.P. Roy has over 37 years of exceptionally rich experience in cardiac sciences, where he has held past affiliations and duties as Head of the Office of Medical Instruction (Cardiology) and Senior Expert in Cardiology. Among other recognized features, Dr. Roy has, also, during his professional journey, trained numerous postgraduate students in the DNB (cardiology) and PGDCC (Postgraduate Diploma in Clinical Cardiology)."
    },
    {
        "description": "Dr. Roy completed his MBBS and MD in medicine from the Armed Forces Medical College, Pune, and later did his DM in Cardiology from the prestigious Postgraduate Institute of Medical Education and Research, Chandigarh."
    },
    {
        "description": "He has served for more than 30 years and has had extensive experiences in various Armed Forces hospitals. He was a professor of Cardiology at AFMC, Pune, actively contributing to the training of DM Cardiology students. His experience as a postgraduate educator and examiner for both DM and DNB Cardiology is immense. His expertise has been recognized with the prestigious Vishisht Seva Award (VSM), awarded by the Honorable President of India for his exceptional contributions in cardiology."
    },
    {
        "description": "Before joining Max Healthcare, Dr. Roy spent eight years at Escorts Heart Institute & Research Centre, New Delhi, as a senior specialist. Here, he worked on mentoring DNB students in cardiology, and his scholarly contributions are documented in various publications and research outcomes."
    },
    {
        "subheading": "Work Experience",
        "list": [
            {
                "content": "Current Work, Visiting Specialist at Max Healthcare"
            },
            {
                "content": "Head of Office of Medical Instruction (Cardiology)"
            },
            {
                "content": "Postgraduate educator and examiner for DM & DNB Cardiology"
            },
            {
                "content": "Former Professor of Cardiology, AFMC, Pune"
            },
            {
                "content": "Senior Specialist in Cardiology for 8 years at Escorts Heart Institute, New Delhi"
            },
            {
                "content": "Training Officer for DNB Cardiology and PGDCC students"
            },
            {
                "content": "Over 30 years of service in various Armed Forces Hospitals"
            }
        ]
    },
    {
        "subheading": "Education & Training",
        "list": [
            {
                "content": "DM in Cardiology from Postgraduate Institute of Medical Education & Research (PGI), Chandigarh"
            },
            {
                "content": "MD in Medicine from Armed Forces Medical College (AFMC), Pune"
            },
            {
                "content": "MBBS from Armed Forces Medical College (AFMC), Pune"
            }
        ]
    },
    {
        "subheading": "Fellowships",
        "list": [
            {
                "content": "FICC Fellow of the Indian College of Cardiology"
            },
            {
                "content": "FIAE Fellow of the Indian Institute of Echocardiography"
            },
            {
                "content": "FIMSA Fellow of the International Medical Sciences Academy"
            },
            {
                "content": "FACC Fellow of the American College of Cardiology"
            },
            {
                "content": "FCSI Fellow of the Cardiological Society of India"
            },
            {
                "content": "FESC Fellow of the European Society of Cardiology"
            }
        ]
    },
    {
        "subheading": "Awards",
        "list": [
            {
                "content": "Vishisht Seva Award (VSM) conferred by the Hon. President of India for recognized commitment to cardiology"
            }
        ]
    },
    {
        "subheading": "Research & Publications",
        "list": [
            {
                "content": "Dr. Roy is well-equipped, academically, and has numerous papers to his credit and has been able to make significant contributions in the field of cardiology."
            }
        ]
    },
    {
        "heading": "Frequently Asked Questions",
        "subheading": "",
        "description": "",
        "list": [
            {
                "name": "",
                "content": ""
            }
        ]
    }
]
