[
    {
        "subheading": "About Dr. Vineet Arya",
        "description": "Dr. Vineet Arya is a practicing vascular surgeon in Dwarka, Delhi. He has over 17 years of experience as a doctor but 10 years as a specialist. He is an associate of Kalpavriksh Super Speciality Center, Dwarka, as a visiting hospital, and Max Super Speciality Hospital, Saket East Wing, Delhi. His list of interests includes management of conditions like arterial thrombosis, brain aneurysms, cerebrovascular disorders, deep vein thrombosis, and DVT, among several other conditions. Dr. Arya is an extremely patient-centric physician with a passion for the field of vascular surgery."
    },
    {
        "subheading": "Education",
        "list": [
            {
                "content": "MBBS, University of Delhi, 2003"
            },
            {
                "content": "MS (General Surgery)—University of Delhi, 2008"
            },
            {
                "content": "DNB (Peripheral Vascular Surgery)—Sir Ganga Ram Hospital, New Delhi, 2014"
            },
            {
                "content": "Work Experience"
            },
            {
                "content": "2009-2011: Senior Registrar at Vardhman Mahavir Medical College & Safdarjung Hospital, New Delhi"
            },
            {
                "content": "2011-2014: DNB Senior Registrar at Sir Ganga Ram Hospital, New Delhi"
            },
            {
                "content": "2014 – Till Date: Consultant at Max Hospital, Saket, New Delhi"
            }
        ]
    },
    {
        "subheading": "Specialty Interests",
        "description": "Treatments and Procedures of Dr. Vineet Arya are as follows:",
        "list": [
            {
                "content": "Arterial Thrombosis"
            },
            {
                "content": "Brain Aneurysm"
            },
            {
                "content": "Cerebrovascular Surgery"
            },
            {
                "content": "Sclerotherapy"
            },
            {
                "content": "Deep Vein Thrombosis (DVT)"
            },
            {
                "content": "Microvascular Surgery"
            },
            {
                "content": "Intra-Arterial Thrombolysis"
            },
            {
                "content": "Vascular Surgery"
            }
        ]
    },
    {
        "heading": "Frequently Asked Questions",
        "subheading": "Common Queries Regarding Dr. Arya",
        "description": "Here are some frequently asked questions regarding Dr. Vineet Arya:",
        "list": [
            {
                "name": "What conditions does Dr. Arya specialize in?",
                "content": "Dr. Arya specializes in vascular surgery, focusing on conditions such as arterial thrombosis, brain aneurysms, and deep vein thrombosis."
            },
            {
                "name": "How can I schedule an appointment with Dr. Arya?",
                "content": "Appointments can be scheduled through the Max Hospital website or by contacting the hospital directly."
            },
            {
                "name": "Does Dr. Arya offer minimally invasive procedures?",
                "content": "Yes, Dr. Arya is skilled in performing minimally invasive procedures for various vascular conditions."
            }
        ]
    }
]
