[
    {
        "subheading": "About Dr. Viveka Kumar",
        "description": "He is a highly experienced cardiologist with over two decades of experience in the field of cardiac interventions and electrophysiology. He has been focusing on more complex angioplasties, whether multivessel, bifurcation, or left main with Rota Ablation. He has done a large volume of complex coronary and valvular interventions. That apart, he is also an expert in cardiac devices like pacemakers, ICDs, and leadless pacemakers."
    },
    {
        "description": "The foreign trainings that Dr. Kumar received at St. George Hospital, London, and Southampton University Hospital make him one of the best interventional cardiologists and cardiac electrophysiologists of the country. His precision in TAVI procedures or structural heart disease makes him successful."
    },
    {
        "subheading": "Education Qualifications",
        "list": [
            {
                "content": "MBBS: Banaras Hindu University, Varanasi, Uttar Pradesh"
            },
            {
                "content": "MD (Medicine): Banaras Hindu University, Varanasi, Uttar Pradesh"
            },
            {
                "content": "DM (Cardiology): LPS Institute of Cardiology, Kanpur"
            },
            {
                "content": "Training in Interventional Cardiology & Electrophysiology:"
            },
            {
                "content": "St. George Hospital, London, UK"
            },
            {
                "content": "Southampton University Hospital, Southampton, UK"
            }
        ]
    },
    {
        "subheading": "Memberships & Fellowships",
        "list": [
            {
                "name": "FSCAI",
                "content": "Fellow of Society for Cardiovascular Angiography and Interventions"
            },
            {
                "name": "FACC",
                "content": "Fellow of American College of Cardiology"
            },
            {
                "name": "FESC",
                "content": "Fellow of European Society of Cardiology"
            },
            {
                "name": "FSAICS",
                "content": "Fellow of Southeast Asian Interventional Cardiology Society"
            },
            {
                "name": "MHRS",
                "content": "Member of Heart Rhythm Society"
            },
            {
                "content": "TAVI and Structural Heart Fellowship in USA & Europe, Denmark"
            }
        ]
    },
    {
        "subheading": "Awards & Honors",
        "list": [
            {
                "content": "Chikitsa Ratna Award by DMA"
            },
            {
                "content": "Vidya Ratna Award by Kanpur University in 2010"
            },
            {
                "content": "International Award of Excellence in Cardiology, Mysore"
            },
            {
                "content": "Mithila Samman by Lt. Shri Arun Jaitley"
            },
            {
                "content": "Dr. K Sharan Cardiology Excellence Award by IMA"
            },
            {
                "content": "Lifetime Achievement Award by Gastric Society of India"
            },
            {
                "content": "Honor by the Iraqi Government for Cardiac Services"
            }
        ]
    },
    {
        "subheading": "Procedures Expertise",
        "list": [
            {
                "content": "TAVI & Structural Heart Interventions"
            },
            {
                "content": "Coronary Angioplasty: Multivessel, Bifurcation, Left Main Angioplasty with Rota Ablation, FFR, IVUS, OCT, IABP, IMPELLA devices"
            },
            {
                "content": "Peripheral, Renal, & Carotid Angioplasty"
            },
            {
                "content": "Electrophysiology Study & RF Ablation with 3D Mapping"
            },
            {
                "content": "Pacemaker & Combo Device Implantation"
            },
            {
                "content": "Leadless Pacemaker & Subcutaneous ICD"
            },
            {
                "content": "Aortic Stent Graft, Hybrid Procedures"
            },
            {
                "content": "LVAD (Left Ventricular Assist Device) & Heart Transplantation Team, ECMO"
            }
        ]
    },
    {
        "subheading": "Specialty Interests",
        "list": [
            {
                "content": "TAVI (Transcatheter Aortic Valve Implantation)"
            },
            {
                "content": "Structural Heart Disease Interventions"
            },
            {
                "content": "Electrophysiology & Cardiac Devices"
            }
        ]
    },
    {
        "heading": "Frequently Asked Questions",
        "subheading": "Common Queries Regarding Dr. Kumar",
        "description": "Here are some frequently asked questions regarding Dr. Viveka Kumar:",
        "list": [
            {
                "name": "What procedures does Dr. Kumar specialize in?",
                "content": "Dr. Kumar specializes in complex cardiac interventions, including angioplasties, TAVI, and electrophysiological procedures."
            },
            {
                "name": "How can I schedule an appointment with Dr. Kumar?",
                "content": "Appointments can be scheduled through the hospital's website or by contacting their office directly."
            },
            {
                "name": "Does Dr. Kumar perform minimally invasive procedures?",
                "content": "Yes, Dr. Kumar is experienced in performing minimally invasive procedures, including TAVI and leadless pacemaker implantation."
            }
        ]
    }
]