[
    {
        "subheading": "About Dr. H K Agarwal",
        "description": "Dr. H. K. Agarwal is a specialist with over three decades of experience in the sphere of clinical, non-invasive, and interventional cardiology. He had been practicing at Max Healthcare for the past 18 years and has successfully treated a large number of patients with heart-related disorders. His expertise encompasses everything related to cardiac treatments, including coronary angiography, pacemaker implantation, and critical coronary care. Dr. Agarwal is a sensitive and personalized treatment provider in the treatment of serious heart diseases and always follows the best treatment for his patients as per their requirements."
    },
    {
        "subheading": "Education & Training",
        "list": [
            {
                "content": "MBBS, University of Rajasthan, Jaipur"
            },
            {
                "content": "MD (Internal Medicine)—University of Rajasthan, Jaipur"
            },
            {
                "content": "DNB (Cardiology)—National Board of Examination, Delhi"
            },
            {
                "content": "MNAMS Member of National Academy of Medical Sciences"
            },
            {
                "content": "Fellowship in Interventional Cardiology at Max Hospital Delhi"
            }
        ]
    },
    {
        "subheading": "Work Experience",
        "list": [
            {
                "content": "More than 36 years of experience in cardiology"
            },
            {
                "content": "18 years of specialized experience in Clinical, Non-invasive, and Interventional Cardiology at Max Healthcare"
            }
        ]
    },
    {
        "subheading": "Specialty Interests",
        "list": [
            {
                "name": "Interventional Cardiology",
                "content": "Exposed to coronary angiography and stent placement"
            },
            {
                "name": "Primary Angioplasty",
                "content": "Highly experienced in emergency procedures in case of heart attacks."
            },
            {
                "name": "Pacemaker Implantation",
                "content": "Highly experienced in the implantation of pacemakers to correct the heartbeat"
            },
            {
                "name": "Transradial Interventions",
                "content": "Expertise in angioplasties via the radial artery; it has a faster recovery and fewer complications"
            },
            {
                "name": "Critical Coronary Care",
                "content": "Cares for the most severe of heart conditions"
            },
            {
                "name": "Clinical Cardiology",
                "content": "Handles patients with various heart diseases through non-invasive techniques"
            }
        ]
    },
    {
        "subheading": "Awards & Recognitions",
        "list": [
            {
                "content": "Awardee for his contributions to interventional cardiology and for excellence in service to his patients"
            }
        ]
    },
    {
        "heading": "Frequently Asked Questions",
        "subheading": "",
        "description": "",
        "list": [
            {
                "name": "",
                "content": ""
            }
        ]
    }
]