[
    {
        "subheading": "About Dr. Samit Chaturvedi",
        "description": "Prof. Samit Chaturvedi is a senior urologist who has given service to the fields of urology, robotic surgery, uro-oncology, and kidney transplants for more than 12 years of his professional life. Presently, he is the Director of Urology at Max Healthcare, contributing significantly to both clinical and academic fields. His commitment to patient care, along with expertise in advanced surgical techniques, has established him as a leader in the field of urology."
    },
    {
        "subheading": "Work Experience",
        "list": [
            {
                "content": "Director, Urology, Robotics Surgery, Uro-Oncology, and Kidney Transplant, Max Healthcare (Present)"
            },
            {
                "content": "Consultant, Dept. of Urology & Renal Transplant, Pushpawati Singhania Research Institute, New Delhi (2015-2016)"
            },
            {
                "content": "Consultant, Dept. of Urology & Renal Transplantation, BLK Super Specialty Hospital, New Delhi (2013-2015)"
            },
            {
                "content": "Consultant, Department of Urology & Renal Transplantation, Batra Hospital, New Delhi (2012 – 2013)"
            },
            {
                "content": "Consultant to Dept. of Urology, Lions Kidney Hospital, New Delhi (2011 - 2012)"
            },
            {
                "content": "Department of Urology and Renal Transplantation, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow (2008-2011), Sr. Resident"
            },
            {
                "content": "Sr. Resident, Dept. of Urology, Holy Family Hospital, New Delhi (2005 – 2007)"
            },
            {
                "content": "M.B.B.S., Doctor Residency, General Surgery, Dept. Gandhi Medical College, Bhopal (2000 – 2004)"
            }
        ]
    },
    {
        "subheading": "Training and Education",
        "list": [
            {
                "content": "M.Ch. in Urology, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow"
            },
            {
                "content": "M.S. in General Surgery, Gandhi Medical College, Bhopal"
            },
            {
                "content": "MBBS, NSCB Medical College, Jabalpur"
            }
        ]
    },
    {
        "subheading": "Memberships",
        "list": [
            {
                "content": "Urological Society of India"
            },
            {
                "content": "Indian Society of Organ Transplantation"
            },
            {
                "content": "Special Interests"
            },
            {
                "content": "Urology"
            },
            {
                "content": "Robotic Urology"
            },
            {
                "content": "Laser Surgery"
            }
        ]
    },
    {
        "subheading": "Research Papers & Publications",
        "list": [
            {
                "content": "More than 10 papers published in national and international journals"
            },
            {
                "content": "Presented several papers at national and international conferences"
            }
        ]
    },
    {
        "subheading": "Frequently Asked Questions",
        "list": [
            {
                "name": "Question 1",
                "content": "Answer to question 1."
            },
            {
                "name": "Question 2",
                "content": "Answer to question 2."
            }
        ]
    }
]